;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.91.99
; Update: 2016-01-27
;
[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimum
ButtonMaximize=Maximum
ButtonClose=Close
ButtonRestore=Restore
ButtonMenu=Menu

[Lang]
NativeLanguage=English

[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009

FrmMain.btnfacebook.Hint=Share Wise Program Uninstaller on Facebook
FrmMain.btntwitter.Hint=Share Wise Program Uninstaller with Twitter
FrmMain.btnemail.Hint=Share Wise Program Uninstaller with your friends
FrmMain.btnRefresh.Hint=Refresh
FrmMain.btnLog.Caption=Log
TfrmUnlog.caption=Uninstall log
TfrmUnlog.head.unDate=Uninstall date
TfrmUnlog.head.ItemName=Uninstall items
TfrmUnlog.head.restore=Residual items
TfrmUnlog.noItems=No residual items
TfrmUnlog.Recovered=Recovered
TfrmUnlog.recover=Recover

ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
CurVer=Current Version: 

FrmRate.Btnlist.caption=User Reviews
FrmRate.Btnreview.caption=My Review
FrmRate.Btnfirst.caption=Come to be our first reviewer
FrmRate.Btnsubmit.caption=Submit
FrmRate.lblscore.caption=Rate:
FrmRate.lblscorehint.caption=(You need click the stars to rate)
FrmRate.lblnick.caption=Your Nick:
FrmRate.lblnickhint.caption=(Optional)
FrmRate.lblemail.caption=Your Email:
FrmRate.lblemailhint.caption=(Optional)
FrmRate.lblcontent.caption=Content:
FrmRate.lblcontenthint.caption=(Optional)
FrmRate.lbldesctitle.caption=Software Description:
FrmRate.lblratesoft.caption=Recommended Software
;
; About
;
FrmAbout.caption=About
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Current Version: 
FrmAbout.lblemail.caption=Technical Support: 
FrmAbout.lblhome.caption=Home Page: 
FrmAbout.lblthank.caption=Thanks to the following people for their contributions: 
;
; Popup Menu
;
pmGoto=Go to location
pmHelp=Online help
pmHome=Homepage
pmforum=Forum
pmCheckMsg=Auto Check News
pmContact=Contact us
pmCheckNew=Check for updates
pmLang=Multi-Languages
pmAbout=About Us
pmOpenEntry=Open in RegEditor
PmGoogle=Google Search
pmExport=Export to text file...
pmRightMenuA=Display in context menu
ExplorerMenu=Uninstall with Wise Program Uninstaller


;
; Main GUI
; 
FrmMain.lblrate.caption=Rate

FrmMain.BtnNormal.Caption=Safe Uninstall
FrmMain.BtnModify.Caption=Modify
FrmMain.BtnForce.Caption=Forced Uninstall
FrmMain.BtnRemove.Caption=Remove Entries
FrmMain.Btnlikeit.Caption=Like it
FrmMain.lblcheckver.Caption=Check for Updates
FrmMain.lblinfo.caption=Providing a way to forcibly remove stubborn programs
;
;like it
;
FrmlikeIt.lblTitle.caption=If you like Wise Program Uninstaller, please introduce this lovely tool to your beloved.
Frmlikeit.lblInfo.caption=Please share Wise Program Uninstaller with your family, friends, classmates, and colleagues by Email, Blog, Twitter, YouTube, Facebook, etc. Well done! You will bring convenience and efficiency to their lives.
FrmlikeIt.lblRate.caption=Rate Wise Program Uninstaller: 
FrmlikeIt.lblfollow.caption=Follow us: 
FrmlikeIt.lblshare.caption=Share Wise Program Uninstaller: 
FrmlikeIt.btndownload.caption=Free Download
FrmlikeIt.imgrate.hint=Give us a five-star award on CNET
FrmlikeIt.imgmail.hint=Share it with your friends
FrmlikeIt.imgface1.hint=Share it on Facebook
FrmlikeIt.imgface2.hint=Like us on Facebook
FrmlikeIt.imgtwitter1.hint=Share it on Twitter
FrmlikeIt.imgtwitter2.hint=Follow us on Twitter
FrmlikeIt.Caption=Like it
FrmlikeIt.lbldownload.caption=Download more freeware from WiseCleaner.com

;processs
FrmProgressModal.btncancel.caption=Cancel

;
;frmafterdel
;
Frmafterdel.caption=Registry entries and files associated with program
Frmafterdel.btnremove.caption=Remove
Frmafterdel.btncancel.caption=Cancel
Frmafterdel.lblinfo.caption=Please view the result and click "Remove" to complete this unistallation.
Frmafterdel.btnnone.caption=Select None
Frmafterdel.btnall.caption=Select All


[Uninstall]
PublisherUnknown=Unknown Publisher
VersionUnknown=Unknown Version
Rate=Rate
ItemName=Name
Publisher=Publisher
Size=Size
SetupDate=Installation Date
Version=Version
Canceled=Uninstall process has been canceled.
NoLeftOverItem=Found no residual item.
Removing=Removing:
TotalStat=Found %d programs occupying %s disk space.
Calculating=Calculating size...
Files=File and Folder
RegEntries=Registry Entries
Items=Items

[message]
unistallError=Operation failed.
NewVer=A newer version of Wise Program Uninstaller is found. Do you want to update it now?
NoNewVer=Congratulations! You are using the latest version.
NoProgramSelected=Please select a program first.
IsBusy=Please wait until the previous uninstallation is complete.
StartFindLeftover=Analyzing associated files, folders and registry entries...
Collecting=Collecting installed program information...
BeSureUseForce=Please choose Forced Uninstall only when Safe Uninstall doesn't work. Are you sure to continue?
ConfirmRemove=Are you sure you want to remove this entry?
RejectItself=The program can't uninstall itself.
TranslateTo=Translate into...

[SoftRate]
Querying=Querying...
Good=Like 
Bad=Dislike
Safe=Report
Ver=Ver:
Ratings=Ratings
SoftNotExist=Can't find software's information.
GetSoftInfoError=Failure to get software info
UploadSoftLogoError=Software info upload error
SubmitData=Submitting your comments for this software...
SubmitSoftInfoError=Submission error related to the network.
SubmitRateSuccess=Submitted Successfully.
HaveSubmitRate=You have evaluated it.
Submitgoodbad=Submitting your information...
me=Me
NickTooLong=Your nickname should not exceed 20 characters.
MailTooLong=Your Email address should not exceed 50 characters.
WrongEmail=Invalid email address.
ReviewTooLong=The total length of the review should not exceed 300 characters.
RateHint=Join our software rating and rate your favorite software!
UnknowName=Unknown Product
UnknowVer=Unknown Version
UnknowDesc=Description


[Hint]
HintRate=Rate Software
HintClose=Delete item


